{"sourceContentOriginal":"União das Repúblicas Socialistas Sov­­­­­­­­­­­­­­­iéticas (URSS; Союз Советских Социалистических Республик, transliterado como Soyuz Sovetskikh Sotsialisticheskikh Respublik) ou simplesmente União Soviética (Советский Союз, transliterado como Sovetskiy Soyuz), foi um Estado socialista localizado na Eurásia que existiu entre 1922 e 1991. Uma união de várias repúblicas soviéticas subnacionais, a URSS era­­­­­­­­­­­­­­­ governada por um regime unipartidário altamente centralizado comandado pelo Partido Comunista e tinha como sua capital a cidade de Moscou.\n\nA União Soviética teve suas raízes na Revolução Russa de 1917, que depôs a autocracia imperial. Após a revolta, os bolcheviques, liderados por Vladimir Lenin, derrubaram o governo provisório que tinha sido estabelecido. A República Socialista Federativa Soviética Russa foi então criada e a Guerra Civil Russa começou. O Exército Vermelho entrou em diversos territórios do antigo Império Russo e ajudou os comunistas locais a tomarem o poder. Em 1922, os bolcheviques foram vitoriosos, formando a União Soviética, com a unificação das repúblicas soviéticas da Rússia, Ucrânia, Bielorrússia e Transcaucásia. Após a morte de Lenin em 21 de janeiro de 1924, assumiu o poder a liderança coletiva da troica. Entre o final de agosto e início de setembro, ocorreria um conflito político conhecido como Revolta de Agosto e logo depois, naquele mesmo ano, Josef Stalin chegaria ao poder. Stalin associou a ideologia estatal ao marxismo-leninismo e iniciou um regime de economia planificada. Como resultado, o país passou por um período de rápida industrialização e coletivização, que lançou as bases de apoio para o esforço de guerra posterior e para o domínio soviético após a Segunda Guerra Mundial. No entanto, Stalin reprimiu tanto os membros do Partido Comunista quanto elementos da população através de seu regime autoritário.\n\nNo início da Segunda Guerra Mundial, a União Soviética assinou um pacto de não-agressão com a Alemanha nazista, inicialmente para evitar um confronto, mas o tratado foi desconsiderado em 1941, quando os nazistas invadiram o território da URSS e deram início ao maior e mais sangrento teatro de guerra da história. As perdas soviéticas durante a guerra foram proporcionalmente as maiores do conflito, devido ao custo para adquirir vantagem sobre as forças das Potências do Eixo em batalhas intensas, como a de Stalingrado, que conduziram os soviéticos pela Europa Oriental até a captura de Berlim em 1945, infligindo a grande maioria das perdas alemãs durante a guerra. Os territórios que a URSS conquistou das forças do Eixo na Europa Central e Oriental posteriormente se tornaram os Estados satélites do Bloco Oriental. Diferenças ideológicas e políticas com os seus homólogos do Bloco Ocidental, que era liderado pelos Estados Unidos, levou à formação de diversos pactos econômicos e militares que culminaram no longo período da Guerra Fria.\n\nUm processo de desestalinização seguiu-se após a morte de Stalin, começando uma era de liberação e re-democratização. Em seguida, a URSS passou a iniciar vários dos mais significativos avanços tecnológicos do século XX, incluindo o lançamento do primeiro satélite artificial e do primeiro voo espacial de um ser humano na história, fatores que criaram a corrida espacial. A crise dos mísseis de Cuba em 1962 marcou um período de extrema tensão entre as duas superpotências, o que foi considerado o mais próximo de um confronto nuclear mútuo. Na década de 1970, houve um relaxamento das relações internacionais, mas as tensões políticas foram retomadas com a invasão soviética do Afeganistão em 1979. A ocupação drenou recursos econômicos e arrastou-se sem alcançar resultados políticos significativos.\n\nNa década de 1980 o último líder soviético, Mikhail Gorbachev, buscou reformar a União com a introdução das políticas glasnost e perestroika em uma tentativa de acabar com o período de estagnação econômica e de democratizar o governo. No entanto, as reformas de Gorbachev levaram ao surgimento de fortes movimentos nacionalistas e separatistas no país. As autoridades centrais então iniciaram um referendo, que foi boicotado pelas repúblicas bálticas e pela Geórgia e que resultou em uma maioria de cidadãos que votaram a favor da preservação da União como uma federação renovada. Em agosto de 1991, uma tentativa de golpe de Estado contra Gorbachev foi feita por membros linha-dura do governo, com a intenção de reverter as reformas. O golpe fracassou e o presidente russo Boris Yeltsin desempenhou um papel de destaque em sua derrota, o que resultou na proibição do Partido Comunista. Em 25 de dezembro de 1991, Gorbachev renunciou e as doze repúblicas restantes surgiram da dissolução da União Soviética como países pós-soviéticos independentes. A Federação Russa, o Estado sucessor da República Socialista Federativa Soviética Russa, assumiu os direitos e obrigações da antiga União Soviética e tornou-se reconhecida como a continuação de sua personalidade jurídica.","sourceContentSanitized":"União das Repúblicas Socialistas Sov­­­­­­­­­­­­­­­iéticas ou simplesmente União Soviética , foi um Estado socialista localizado na Eurásia que existiu entre 1922 e 1991. Uma união de várias repúblicas soviéticas subnacionais, a URSS era­­­­­­­­­­­­­­­ governada por um regime unipartidário altamente centralizado comandado pelo Partido Comunista e tinha como sua capital a cidade de Moscou. A União Soviética teve suas raízes na Revolução Russa de 1917, que depôs a autocracia imperial. Após a revolta, os bolcheviques, liderados por Vladimir Lenin, derrubaram o governo provisório que tinha sido estabelecido. A República Socialista Federativa Soviética Russa foi então criada e a Guerra Civil Russa começou. O Exército Vermelho entrou em diversos territórios do antigo Império Russo e ajudou os comunistas locais a tomarem o poder. Em 1922, os bolcheviques foram vitoriosos, formando a União Soviética, com a unificação das repúblicas soviéticas da Rússia, Ucrânia, Bielorrússia e Transcaucásia. Após a morte de Lenin em 21 de janeiro de 1924, assumiu o poder a liderança coletiva da troica. Entre o final de agosto e início de setembro, ocorreria um conflito político conhecido como Revolta de Agosto e logo depois, naquele mesmo ano, Josef Stalin chegaria ao poder. Stalin associou a ideologia estatal ao marxismo-leninismo e iniciou um regime de economia planificada. Como resultado, o país passou por um período de rápida industrialização e coletivização, que lançou as bases de apoio para o esforço de guerra posterior e para o domínio soviético após a Segunda Guerra Mundial. No entanto, Stalin reprimiu tanto os membros do Partido Comunista quanto elementos da população através de seu regime autoritário. No início da Segunda Guerra Mundial, a União Soviética assinou um pacto de não-agressão com a Alemanha nazista, inicialmente para evitar um confronto, mas o tratado foi desconsiderado em 1941, quando os nazistas invadiram o território da URSS e deram início ao maior e mais sangrento teatro de guerra da história. As perdas soviéticas durante a guerra foram proporcionalmente as maiores do conflito, devido ao custo para adquirir vantagem sobre as forças das Potências do Eixo em batalhas intensas, como a de Stalingrado, que conduziram os soviéticos pela Europa Oriental até a captura de Berlim em 1945, infligindo a grande maioria das perdas alemãs durante a guerra. Os territórios que a URSS conquistou das forças do Eixo na Europa Central e Oriental posteriormente se tornaram os Estados satélites do Bloco Oriental. Diferenças ideológicas e políticas com os seus homólogos do Bloco Ocidental, que era liderado pelos Estados Unidos, levou à formação de diversos pactos econômicos e militares que culminaram no longo período da Guerra Fria. Um processo de desestalinização seguiu-se após a morte de Stalin, começando uma era de liberação e re-democratização. Em seguida, a URSS passou a iniciar vários dos mais significativos avanços tecnológicos do século XX, incluindo o lançamento do primeiro satélite artificial e do primeiro voo espacial de um ser humano na história, fatores que criaram a corrida espacial. A crise dos mísseis de Cuba em 1962 marcou um período de extrema tensão entre as duas superpotências, o que foi considerado o mais próximo de um confronto nuclear mútuo. Na década de 1970, houve um relaxamento das relações internacionais, mas as tensões políticas foram retomadas com a invasão soviética do Afeganistão em 1979. A ocupação drenou recursos econômicos e arrastou-se sem alcançar resultados políticos significativos. Na década de 1980 o último líder soviético, Mikhail Gorbachev, buscou reformar a União com a introdução das políticas glasnost e perestroika em uma tentativa de acabar com o período de estagnação econômica e de democratizar o governo. No entanto, as reformas de Gorbachev levaram ao surgimento de fortes movimentos nacionalistas e separatistas no país. As autoridades centrais então iniciaram um referendo, que foi boicotado pelas repúblicas bálticas e pela Geórgia e que resultou em uma maioria de cidadãos que votaram a favor da preservação da União como uma federação renovada. Em agosto de 1991, uma tentativa de golpe de Estado contra Gorbachev foi feita por membros linha-dura do governo, com a intenção de reverter as reformas. O golpe fracassou e o presidente russo Boris Yeltsin desempenhou um papel de destaque em sua derrota, o que resultou na proibição do Partido Comunista. Em 25 de dezembro de 1991, Gorbachev renunciou e as doze repúblicas restantes surgiram da dissolução da União Soviética como países pós-soviéticos independentes. A Federação Russa, o Estado sucessor da República Socialista Federativa Soviética Russa, assumiu os direitos e obrigações da antiga União Soviética e tornou-se reconhecida como a continuação de sua personalidade jurídica.","sentences":[{"text":"A thread de hoje será sobre: União Soviética","keywords":["União Soviética","thread"],"images":[],"googleSearchQuery":"União Soviética","imagesLinks":["https://s2.glbimg.com/S1fUAVLUdQM4FMWwNUifRvLwWqE=/0x0:950x600/1008x0/smart/filters:strip_icc()/s.glbimg.com/jo/g1/f/original/2012/01/12/000_arp1573700.jpg","https://cdni.rbth.com/rbthmedia/images/2019.03/article/5c92135c15e9f955f9645889.jpg"]},{"text":"União das Repúblicas Socialistas Sov­­­­­­­­­­­­­­­iéticas ou simplesmente União Soviética , foi um Estado socialista localizado na Eurásia que existiu entre 1922 e 1991.","keywords":["União Soviética","União das Repúblicas Socialistas Sov­­­­­­­­­­­­­­­iéticas","Estado socialista","Eurásia"],"images":[],"googleSearchQuery":"União Soviética União das Repúblicas Socialistas Sov­­­­­­­­­­­­­­­iéticas","imagesLinks":["https://4.bp.blogspot.com/-0zLvPBztrfk/V_rhDvB-l9I/AAAAAAAAEcg/3l_EkVReopoph0uQj8QJJKI0L8Ji-Z7TACLcB/s640/sovieticos.gif","http://www.diarioliberdade.org/archivos/imagenes/0212a/090212_fouce_martelo_urss_queda.jpg"]},{"text":"Uma união de várias repúblicas soviéticas subnacionais, a URSS era­­­­­­­­­­­­­­­ governada por um regime unipartidário altamente centralizado comandado pelo Partido Comunista e tinha como sua capital a cidade de Moscou.","keywords":["união de várias repúblicas soviéticas","regime unipartidário","Partido Comunista","cidade de Moscou","subnacionais","URSS","capital"],"images":[],"googleSearchQuery":"União Soviética união de várias repúblicas soviéticas","imagesLinks":["https://4.bp.blogspot.com/-0zLvPBztrfk/V_rhDvB-l9I/AAAAAAAAEcg/3l_EkVReopoph0uQj8QJJKI0L8Ji-Z7TACLcB/s640/sovieticos.gif","https://globalvoices.org/wp-content/uploads/2018/02/mosfilm_logo-800x409.jpg"]},{"text":"A União Soviética teve suas raízes na Revolução Russa de 1917, que depôs a autocracia imperial.","keywords":["União Soviética","Revolução Russa","autocracia imperial","raízes"],"images":[],"googleSearchQuery":"União Soviética União Soviética","imagesLinks":["https://imagens.publico.pt/imagens.aspx/727293?tp=KM&db=IMAGENS&type=JPG&db=IMAGENS&w=960","https://cdni.rbth.com/rbthmedia/images/2019.03/article/5c92135c15e9f955f9645889.jpg"]},{"text":"Após a revolta, os bolcheviques, liderados por Vladimir Lenin, derrubaram o governo provisório que tinha sido estabelecido.","keywords":["Vladimir Lenin","governo provisório","revolta","bolcheviques"],"images":[],"googleSearchQuery":"União Soviética Vladimir Lenin","imagesLinks":["https://ogimg.infoglobo.com.br/in/21989370-282-bb8/FT1086A/xRUSSIA-REVOLUTION_ECONOMY.jpg.pagespeed.ic.RhWoUX81_w.jpg","https://www.infoescola.com/wp-content/uploads/2010/07/Stalin.jpg"]},{"text":"Entre o final de agosto e início de setembro, ocorreria um conflito político conhecido como Revolta de Agosto e logo depois, naquele mesmo ano, Josef Stalin chegaria ao poder.","keywords":["final de agosto","início de setembro","conflito político","Revolta de Agosto","Josef Stalin","ano","poder"],"images":[],"googleSearchQuery":"União Soviética final de agosto","imagesLinks":["https://veja.abril.com.br/wp-content/uploads/2016/08/mundo-russia-uniao-sovietica-boris-yeltsin-20160819-01.jpg","https://veja.abril.com.br/wp-content/uploads/2016/08/mundo-russia-uniao-sovietica-boris-yeltsin-20160819-01.jpg?quality=70&strip=info&w=1024"]},{"text":"Stalin associou a ideologia estatal ao marxismo-leninismo e iniciou um regime de economia planificada.","keywords":["ideologia estatal","marxismo-leninismo","regime de economia","Stalin"],"images":[],"googleSearchQuery":"União Soviética ideologia estatal","imagesLinks":["https://f.i.uol.com.br/fotografia/2020/07/23/15955438875f1a114fcb870_1595543887_3x2_rt.jpg","https://s2.static.brasilescola.uol.com.br/be/conteudo/images/religioes.jpg"]},{"text":"Como resultado, o país passou por um período de rápida industrialização e coletivização, que lançou as bases de apoio para o esforço de guerra posterior e para o domínio soviético após a Segunda Guerra Mundial.","keywords":["período de rápida industrialização","esforço de guerra posterior","bases de apoio","domínio soviético","Segunda Guerra Mundial","resultado","país","coletivização"],"images":[],"googleSearchQuery":"União Soviética período de rápida industrialização","imagesLinks":["https://1.bp.blogspot.com/-0bKY01bUU_w/XXulCq6FAXI/AAAAAAAAcmU/fOFeq7QbVp4s320xBiFXGUR6e25ZYFnuACLcBGAsYHQ/s1600/QUEST%25C3%2595ES.jpg","https://is2-ssl.mzstatic.com/image/thumb/Publication113/v4/ec/a8/2c/eca82cf3-b74f-572e-65b7-bdc5fd244774/1029551585.jpg/1200x630wz.png"]},{"text":"No entanto, Stalin reprimiu tanto os membros do Partido Comunista quanto elementos da população através de seu regime autoritário.","keywords":["membros do Partido Comunista","elementos da população","regime autoritário","entanto","Stalin"],"images":[],"googleSearchQuery":"União Soviética membros do Partido Comunista","imagesLinks":["https://veja.abril.com.br/wp-content/uploads/2016/08/mundo-russia-uniao-sovietica-boris-yeltsin-20160819-01.jpg","https://veja.abril.com.br/wp-content/uploads/2016/08/mundo-russia-uniao-sovietica-boris-yeltsin-20160819-01.jpg?quality=70&strip=info&w=680&h=453&crop=1"]},{"text":"Em agosto de 1991, uma tentativa de golpe de Estado contra Gorbachev foi feita por membros linha-dura do governo, com a intenção de reverter as reformas.","keywords":["tentativa de golpe de Estado","membros linha","agosto","Gorbachev","governo","intenção","reformas"],"images":[],"googleSearchQuery":"União Soviética tentativa de golpe de Estado","imagesLinks":["https://veja.abril.com.br/wp-content/uploads/2016/08/mundo-russia-uniao-sovietica-boris-yeltsin-20160819-01.jpg","https://veja.abril.com.br/wp-content/uploads/2016/08/mundo-russia-uniao-sovietica-boris-yeltsin-20160819-01.jpg?quality=70&strip=info&w=1024"]},{"text":"O golpe fracassou e o presidente russo Boris Yeltsin desempenhou um papel de destaque em sua derrota, o que resultou na proibição do Partido Comunista.","keywords":["presidente russo","Boris Yeltsin","papel de destaque","proibição do Partido Comunista","golpe","derrota"],"images":[],"googleSearchQuery":"União Soviética presidente russo","imagesLinks":["https://veja.abril.com.br/wp-content/uploads/2016/08/mundo-russia-uniao-sovietica-boris-yeltsin-20160819-01.jpg","https://veja.abril.com.br/wp-content/uploads/2017/01/putin-cantando.jpg"]},{"text":"Em 25 de dezembro de 1991, Gorbachev renunciou e as doze repúblicas restantes surgiram da dissolução da União Soviética como países pós-soviéticos independentes.","keywords":["repúblicas restantes","dissolução da União Soviética","dezembro","Gorbachev","países pós-soviéticos independentes"],"images":[],"googleSearchQuery":"União Soviética repúblicas restantes","imagesLinks":["https://f.i.uol.com.br/fotografia/2020/12/03/16070022195fc8e86b65a3c_1607002219_3x2_md.jpg","https://f.i.uol.com.br/fotografia/2020/12/03/16070022195fc8e86b65a3c_1607002219_3x2_rt.jpg"]},{"text":"A Federação Russa, o Estado sucessor da República Socialista Federativa Soviética Russa, assumiu os direitos e obrigações da antiga União Soviética e tornou-se reconhecida como a continuação de sua personalidade jurídica.","keywords":["Federação Russa","continuação de sua personalidade jurídica","Estado sucessor da República Socialista Federativa Soviética Russa","obrigações da antiga União Soviética","direitos"],"images":[],"googleSearchQuery":"União Soviética Federação Russa","imagesLinks":["https://veja.abril.com.br/wp-content/uploads/2016/08/mundo-russia-uniao-sovietica-boris-yeltsin-20160819-01.jpg","https://veja.abril.com.br/wp-content/uploads/2016/08/mundo-russia-uniao-sovietica-boris-yeltsin-20160819-01.jpg?quality=70&strip=info&w=680&h=453&crop=1"]}],"searchTerm":"União Soviética","downloadedImagesLinks":["https://s2.glbimg.com/S1fUAVLUdQM4FMWwNUifRvLwWqE=/0x0:950x600/1008x0/smart/filters:strip_icc()/s.glbimg.com/jo/g1/f/original/2012/01/12/000_arp1573700.jpg","https://cdni.rbth.com/rbthmedia/images/2019.03/article/5c92135c15e9f955f9645889.jpg","https://4.bp.blogspot.com/-0zLvPBztrfk/V_rhDvB-l9I/AAAAAAAAEcg/3l_EkVReopoph0uQj8QJJKI0L8Ji-Z7TACLcB/s640/sovieticos.gif","http://www.diarioliberdade.org/archivos/imagenes/0212a/090212_fouce_martelo_urss_queda.jpg","https://4.bp.blogspot.com/-0zLvPBztrfk/V_rhDvB-l9I/AAAAAAAAEcg/3l_EkVReopoph0uQj8QJJKI0L8Ji-Z7TACLcB/s640/sovieticos.gif","https://globalvoices.org/wp-content/uploads/2018/02/mosfilm_logo-800x409.jpg","https://imagens.publico.pt/imagens.aspx/727293?tp=KM&db=IMAGENS&type=JPG&db=IMAGENS&w=960","https://cdni.rbth.com/rbthmedia/images/2019.03/article/5c92135c15e9f955f9645889.jpg","https://ogimg.infoglobo.com.br/in/21989370-282-bb8/FT1086A/xRUSSIA-REVOLUTION_ECONOMY.jpg.pagespeed.ic.RhWoUX81_w.jpg","https://www.infoescola.com/wp-content/uploads/2010/07/Stalin.jpg","https://veja.abril.com.br/wp-content/uploads/2016/08/mundo-russia-uniao-sovietica-boris-yeltsin-20160819-01.jpg","https://veja.abril.com.br/wp-content/uploads/2016/08/mundo-russia-uniao-sovietica-boris-yeltsin-20160819-01.jpg?quality=70&strip=info&w=1024","https://f.i.uol.com.br/fotografia/2020/07/23/15955438875f1a114fcb870_1595543887_3x2_rt.jpg","https://s2.static.brasilescola.uol.com.br/be/conteudo/images/religioes.jpg","https://1.bp.blogspot.com/-0bKY01bUU_w/XXulCq6FAXI/AAAAAAAAcmU/fOFeq7QbVp4s320xBiFXGUR6e25ZYFnuACLcBGAsYHQ/s1600/QUEST%25C3%2595ES.jpg","https://is2-ssl.mzstatic.com/image/thumb/Publication113/v4/ec/a8/2c/eca82cf3-b74f-572e-65b7-bdc5fd244774/1029551585.jpg/1200x630wz.png","https://veja.abril.com.br/wp-content/uploads/2016/08/mundo-russia-uniao-sovietica-boris-yeltsin-20160819-01.jpg","https://veja.abril.com.br/wp-content/uploads/2016/08/mundo-russia-uniao-sovietica-boris-yeltsin-20160819-01.jpg?quality=70&strip=info&w=680&h=453&crop=1","https://veja.abril.com.br/wp-content/uploads/2016/08/mundo-russia-uniao-sovietica-boris-yeltsin-20160819-01.jpg","https://veja.abril.com.br/wp-content/uploads/2016/08/mundo-russia-uniao-sovietica-boris-yeltsin-20160819-01.jpg?quality=70&strip=info&w=1024","https://veja.abril.com.br/wp-content/uploads/2016/08/mundo-russia-uniao-sovietica-boris-yeltsin-20160819-01.jpg","https://veja.abril.com.br/wp-content/uploads/2017/01/putin-cantando.jpg","https://f.i.uol.com.br/fotografia/2020/12/03/16070022195fc8e86b65a3c_1607002219_3x2_md.jpg","https://f.i.uol.com.br/fotografia/2020/12/03/16070022195fc8e86b65a3c_1607002219_3x2_rt.jpg","https://veja.abril.com.br/wp-content/uploads/2016/08/mundo-russia-uniao-sovietica-boris-yeltsin-20160819-01.jpg","https://veja.abril.com.br/wp-content/uploads/2016/08/mundo-russia-uniao-sovietica-boris-yeltsin-20160819-01.jpg?quality=70&strip=info&w=680&h=453&crop=1"]}