{
  "sourceContentOriginal": "Em astronomia, uma anã branca é um remanescente estelar composto principalmente por matéria eletronicamente degenerada. Uma anã branca é altamente densa: sua massa é comparável com a do Sol, enquanto seu volume é comparável com o volume da Terra. A fraca luminosidade de uma anã branca tem sua origem na emissão de energia térmica de reserva; não há fusão dentro de uma anã branca, processo no qual massa é convertida em energia. A anã branca mais próxima do Sistema Solar é Sirius B, a uma distância de 8,6 anos-luz, a menor componente da estrela binária Sirius. Atualmente, há oito anãs brancas detectadas entre as centenas de sistemas estelares próximos do Sol. O brilho fraco das anãs brancas foi primeiramente reconhecido em 1910. O nome anã branca foi proposto por Willem Luyten em 1922.\n\nAnãs brancas são objetos resultantes do processo evolutivo de estrelas de até 10 MSol, o que significa dizer que cerca de 98% de todas as estrelas evoluirão até a fase de anã branca. Entretanto, somente 6% dos objetos nas vizinhanças do Sol são anãs brancas.\n\nEstrelas com até 10 MSol não são massivas o suficiente para que a temperatura em seu núcleo seja suficientemente alta para que possam fundir carbono em reações de nucleossíntese. Após terem se tornado gigantes vermelhas durante a fase de queima nuclear de Hélio/Hidrogênio, elas ejetarão sua camada externa, formando uma nebulosa planetária e deixando para trás um núcleo composto praticamente de carbono e oxigênio.\n\nEmbora este núcleo seja mil vezes mais luminoso que o Sol e com uma temperatura efetiva que pode chegar a 150 000 K, ele não tem uma fonte de energia adicional e irá gradualmente irradiar sua energia e esfriar. O núcleo, sem o suporte contra o colapso gravitacional oferecido pelas reações de fusão termonuclear, torna-se extremamente denso, com uma massa típica de 0,6 MSol contida em um volume comparável ao da Terra.\n\nO colapso gravitacional da anã branca é barrado apenas pela pressão de degenerescência eletrônica. A maior massa de uma anã branca, além da qual a pressão da matéria degenerada não pode mais suportá-la, é em torno de 1,4 MSol. Uma anã branca com massa maior do que este limite (conhecido como limite de Chandrasekhar ) pode explodir em uma supernova.\n\nÀ medida que esfriam, as anãs brancas passam pelas chamadas faixas de instabilidade do diagrama HR, quando começam a pulsar, tornando-se anãs brancas pulsantes.\n\nComo as anãs brancas esfriam vagarosamente, seriam necessários centenas de bilhões de anos para que uma anã branca esfriasse o suficiente para deixar de ser visível, se transformando em anãs negras. Como a idade do universo é atualmente estimada em 13,7 bilhões de anos, elas ainda não tiveram tempo suficiente para esfriar a ponto de deixarem de ser visíveis. Mesmo as anãs brancas mais velhas do disco de nossa galáxia ainda estão visíveis, com luminosidades acima de 3x10-5 LSol e temperaturas superficiais efetivas da ordem de 3 700 K.",
  "sourceContentSanitized": "Em astronomia, uma anã branca é um remanescente estelar composto principalmente por matéria eletronicamente degenerada. Uma anã branca é altamente densa: sua massa é comparável com a do Sol, enquanto seu volume é comparável com o volume da Terra. A fraca luminosidade de uma anã branca tem sua origem na emissão de energia térmica de reserva; não há fusão dentro de uma anã branca, processo no qual massa é convertida em energia. A anã branca mais próxima do Sistema Solar é Sirius B, a uma distância de 8,6 anos-luz, a menor componente da estrela binária Sirius. Atualmente, há oito anãs brancas detectadas entre as centenas de sistemas estelares próximos do Sol. O brilho fraco das anãs brancas foi primeiramente reconhecido em 1910. O nome anã branca foi proposto por Willem Luyten em 1922. Anãs brancas são objetos resultantes do processo evolutivo de estrelas de até 10 MSol, o que significa dizer que cerca de 98% de todas as estrelas evoluirão até a fase de anã branca. Entretanto, somente 6% dos objetos nas vizinhanças do Sol são anãs brancas. Estrelas com até 10 MSol não são massivas o suficiente para que a temperatura em seu núcleo seja suficientemente alta para que possam fundir carbono em reações de nucleossíntese. Após terem se tornado gigantes vermelhas durante a fase de queima nuclear de Hélio/Hidrogênio, elas ejetarão sua camada externa, formando uma nebulosa planetária e deixando para trás um núcleo composto praticamente de carbono e oxigênio. Embora este núcleo seja mil vezes mais luminoso que o Sol e com uma temperatura efetiva que pode chegar a 150 000 K, ele não tem uma fonte de energia adicional e irá gradualmente irradiar sua energia e esfriar. O núcleo, sem o suporte contra o colapso gravitacional oferecido pelas reações de fusão termonuclear, torna-se extremamente denso, com uma massa típica de 0,6 MSol contida em um volume comparável ao da Terra. O colapso gravitacional da anã branca é barrado apenas pela pressão de degenerescência eletrônica. A maior massa de uma anã branca, além da qual a pressão da matéria degenerada não pode mais suportá-la, é em torno de 1,4 MSol. Uma anã branca com massa maior do que este limite pode explodir em uma supernova. À medida que esfriam, as anãs brancas passam pelas chamadas faixas de instabilidade do diagrama HR, quando começam a pulsar, tornando-se anãs brancas pulsantes. Como as anãs brancas esfriam vagarosamente, seriam necessários centenas de bilhões de anos para que uma anã branca esfriasse o suficiente para deixar de ser visível, se transformando em anãs negras. Como a idade do universo é atualmente estimada em 13,7 bilhões de anos, elas ainda não tiveram tempo suficiente para esfriar a ponto de deixarem de ser visíveis. Mesmo as anãs brancas mais velhas do disco de nossa galáxia ainda estão visíveis, com luminosidades acima de 3x10-5 LSol e temperaturas superficiais efetivas da ordem de 3 700 K.",
  "sentences": [
    {
      "text": "🧶A thread de hoje será sobre: Anã Branca\n\nSegue o fio...👇",
      "keywords": ["Anã Branca", "thread", "fio"],
      "googleSearchQuery": "Anã Branca image",
      "imagesLinks": [
        "https://www.revistaplaneta.com.br/wp-content/uploads/sites/3/2019/12/anabranca.jpg",
        "https://t.ctcdn.com.br/1QSwAgMgUNQm5UgnMpZMOO9Ruwg=/1024x0/smart/i343448.jpeg"
      ]
    },
    {
      "text": "Em astronomia, uma anã branca é um remanescente estelar composto principalmente por matéria eletronicamente degenerada.",
      "keywords": ["anã branca", "astronomia", "matéria"],
      "imagesLinks": [
        "https://veja.abril.com.br/wp-content/uploads/2017/06/ciencia-ana-branca-20051213-004.jpg",
        "http://www.esa.int/var/esa/storage/images/esa_multimedia/images/2019/01/artist_s_impression_of_crystallisation_in_white_dwarf/19182240-2-eng-GB/Artist_s_impression_of_crystallisation_in_white_dwarf.jpg"
      ],
      "googleSearchQuery": "Anã Branca astronomia"
    },
    {
      "text": "Uma anã branca é altamente densa: sua massa é comparável com a do Sol, enquanto seu volume é comparável com o volume da Terra.",
      "keywords": ["anã branca", "volume da Terra", "massa", "volume", "Sol"],
      "imagesLinks": [
        "https://www.revistaplaneta.com.br/wp-content/uploads/sites/3/2019/12/anabranca.jpg",
        "https://t.ctcdn.com.br/1QSwAgMgUNQm5UgnMpZMOO9Ruwg=/1024x0/smart/i343448.jpeg"
      ],
      "googleSearchQuery": "Anã Branca anã branca"
    },
    {
      "text": "A fraca luminosidade de uma anã branca tem sua origem na emissão de energia térmica de reserva; não há fusão dentro de uma anã branca, processo no qual massa é convertida em energia.",
      "keywords": [
        "anã branca",
        "fraca luminosidade de uma anã branca",
        "emissão de energia térmica de reserva",
        "origem",
        "fusão",
        "processo",
        "energia",
        "massa"
      ],
      "imagesLinks": [
        "https://www.revistaplaneta.com.br/wp-content/uploads/sites/3/2019/12/anabranca.jpg",
        "https://t.ctcdn.com.br/1QSwAgMgUNQm5UgnMpZMOO9Ruwg=/1024x0/smart/i343448.jpeg"
      ],
      "googleSearchQuery": "Anã Branca anã branca"
    },
    {
      "text": "A anã branca mais próxima do Sistema Solar é Sirius B, a uma distância de 8,6 anos-luz, a menor componente da estrela binária Sirius.",
      "keywords": [
        "anã branca",
        "Sirius B",
        "Sistema Solar",
        "anos-luz",
        "menor componente da estrela binária",
        "distância",
        "Sirius"
      ],
      "imagesLinks": [
        "https://www.revistaplaneta.com.br/wp-content/uploads/sites/3/2019/12/anabranca.jpg",
        "https://t.ctcdn.com.br/1QSwAgMgUNQm5UgnMpZMOO9Ruwg=/1024x0/smart/i343448.jpeg"
      ],
      "googleSearchQuery": "Anã Branca anã branca"
    },
    {
      "text": "O nome anã branca foi proposto por Willem Luyten em 1922.",
      "keywords": ["nome anã", "Willem Luyten", "branca"],
      "imagesLinks": [
        "https://veja.abril.com.br/wp-content/uploads/2017/06/ciencia-ana-branca-20051213-004.jpg",
        "https://t.ctcdn.com.br/n5HvXh1xbE3An5jAzzBA73qGwio=/660x0/smart/i343451.jpeg"
      ],
      "googleSearchQuery": "Anã Branca nome anã"
    },
    {
      "text": "Anãs brancas são objetos resultantes do processo evolutivo de estrelas de até 10 MSol, o que significa dizer que cerca de 98% de todas as estrelas evoluirão até a fase de anã branca.",
      "keywords": [
        "Anãs brancas",
        "fase de anã branca",
        "objetos resultantes do processo evolutivo de estrelas",
        "MSol",
        "estrelas"
      ],
      "imagesLinks": [
        "https://www.revistaplaneta.com.br/wp-content/uploads/sites/3/2019/12/anabranca.jpg",
        "https://img.ibxk.com.br/2020/03/03/03212519711396.jpg?w=1120&h=420&mode=crop&scale=both"
      ],
      "googleSearchQuery": "Anã Branca Anãs brancas"
    },
    {
      "text": "Entretanto, somente 6% dos objetos nas vizinhanças do Sol são anãs brancas.",
      "keywords": ["vizinhanças do Sol", "objetos"],
      "imagesLinks": [
        "https://www.nasa.gov/sites/default/files/thumbnails/image/a-cold-brown-dwarf-v2.jpg",
        "https://cdn.spacetelescope.org/archives/images/large/heic1903b.jpg"
      ],
      "googleSearchQuery": "Anã Branca vizinhanças do Sol"
    },
    {
      "text": "Estrelas com até 10 MSol não são massivas o suficiente para que a temperatura em seu núcleo seja suficientemente alta para que possam fundir carbono em reações de nucleossíntese.",
      "keywords": [
        "Estrelas",
        "reações de nucleossíntese",
        "MSol",
        "suficiente",
        "temperatura",
        "núcleo",
        "carbono"
      ],
      "imagesLinks": [
        "https://www.revistaplaneta.com.br/wp-content/uploads/sites/3/2019/12/anabranca.jpg",
        "https://veja.abril.com.br/wp-content/uploads/2017/06/ciencia-ana-branca-20051213-004.jpg"
      ],
      "googleSearchQuery": "Anã Branca Estrelas"
    },
    {
      "text": "À medida que esfriam, as anãs brancas passam pelas chamadas faixas de instabilidade do diagrama HR, quando começam a pulsar, tornando-se anãs brancas pulsantes.",
      "keywords": [
        "anãs brancas",
        "anãs brancas pulsantes",
        "faixas de instabilidade do diagrama HR",
        "que"
      ],
      "imagesLinks": [
        "https://www.revistaplaneta.com.br/wp-content/uploads/sites/3/2019/12/anabranca.jpg",
        "https://img.ibxk.com.br/2020/03/03/03212519711396.jpg?w=1120&h=420&mode=crop&scale=both"
      ],
      "googleSearchQuery": "Anã Branca anãs brancas"
    },
    {
      "text": "Como as anãs brancas esfriam vagarosamente, seriam necessários centenas de bilhões de anos para que uma anã branca esfriasse o suficiente para deixar de ser visível, se transformando em anãs negras.",
      "keywords": [
        "anãs brancas",
        "necessários centenas",
        "anã branca",
        "anãs negras",
        "anos",
        "suficiente"
      ],
      "imagesLinks": [
        "https://www.revistaplaneta.com.br/wp-content/uploads/sites/3/2019/12/anabranca.jpg",
        "https://img.ibxk.com.br/2020/03/03/03212519711396.jpg?w=1120&h=420&mode=crop&scale=both"
      ],
      "googleSearchQuery": "Anã Branca anãs brancas"
    },
    {
      "text": "Como a idade do universo é atualmente estimada em 13,7 bilhões de anos, elas ainda não tiveram tempo suficiente para esfriar a ponto de deixarem de ser visíveis.",
      "keywords": ["idade do universo", "tempo suficiente", "anos", "ponto"],
      "imagesLinks": [
        "http://www.esa.int/var/esa/storage/images/esa_multimedia/images/2019/01/artist_s_impression_of_crystallisation_in_white_dwarf/19182240-2-eng-GB/Artist_s_impression_of_crystallisation_in_white_dwarf.jpg",
        "https://img.ibxk.com.br/2020/08/13/13064808922000.jpg?w=1120&h=420&mode=crop&scale=both"
      ],
      "googleSearchQuery": "Anã Branca idade do universo"
    },
    {
      "text": "Mesmo as anãs brancas mais velhas do disco de nossa galáxia ainda estão visíveis, com luminosidades acima de 3x10-5 LSol e temperaturas superficiais efetivas da ordem de 3 700 K.",
      "keywords": [
        "anãs brancas",
        "disco de nossa galáxia",
        "3x10-5 LSol",
        "temperaturas superficiais efetivas da ordem",
        "luminosidades"
      ],
      "imagesLinks": [
        "https://www.revistaplaneta.com.br/wp-content/uploads/sites/3/2019/12/anabranca.jpg",
        "https://img.ibxk.com.br/2020/03/03/03212519711396.jpg?w=1120&h=420&mode=crop&scale=both"
      ],
      "googleSearchQuery": "Anã Branca anãs brancas"
    },
    {
      "text": "📚 Fonte: https://pt.wikipedia.org/wiki/An%C3%A3_branca\n\nGostou? me siga para todo dia ter uma thread nova sobre algum assunto aleatório gerado por mim, o DumonBot 🤖\n\n🔗 Quer sugerir algum tema? Entre em www.dumonbot.netlify.com",
      "keywords": [
        "thread nova",
        "📚 Fonte",
        "assunto aleatório",
        "dia",
        "https://pt.wikipedia.org/wiki/An%C3%A3_branca",
        "tema",
        "www.dumonbot.netlify.com"
      ]
    }
  ],
  "searchTerm": "Anã Branca",
  "downloadedImagesLinks": [
    "https://www.revistaplaneta.com.br/wp-content/uploads/sites/3/2019/12/anabranca.jpg",
    "https://t.ctcdn.com.br/1QSwAgMgUNQm5UgnMpZMOO9Ruwg=/1024x0/smart/i343448.jpeg",
    "https://veja.abril.com.br/wp-content/uploads/2017/06/ciencia-ana-branca-20051213-004.jpg"
  ],
  "articleSource": "https://pt.wikipedia.org/wiki/An%C3%A3_branca",
  "imageHashes": []
}
